token = 'text'

texts = {
    'start': 'Привет! Я Бэгли - ваш самый главный помощник. Давай начнем, как мне тебя называть?',
    'name_1': 'Секундочку....',
    'name_2': 'Все сохранил. Спасибо!'
}

hello = ["ку", "привет", 'прив', 'hello', 'hi', 'здаров', 'здарова', 'эй бро', "приветик", 'приветики', "здаровеньки булы",
        "здрасте", 'здрасть', 'хай', 'привет бегли', 'hello begley', 'hi begley', 'здаров бэгли', 'здарова бэгли', 'эй бро', 
        "приветик бэгли", 'приветики бэгли', "здаровеньки булы бэгли", "здрасте бэгли", 'здрасть бэгли', 'хай бэгли', "здраствуй бэгли",
        'здравствуйте бэгли', 'привки бэгли', 'пис бэгли', 'хаюшки бэгли', 'ну привет бэгли', 'ну приветики бегли', 'приветики пистолетики бегли'
        "бэгли ку", "бэгли привет", 'бэгли прив', 'begley hello', 'hi бэг', 'бегли здаров', 'бэгли здарова', 'бэг, эй бро', "бэгли приветик", 'бэгли приветики',
        "бэгли здаровеньки булы", "бэгли здрасте", 'бэгли здрасть', 'бэгли хай', 'бегли привет', 'бэгли эй бро', 'ку бегли']

hello_answer = ["Ку", "Привет", 'Hello', 'Hi', 'Здаров', 'Здарова', 'Эй бро', "Приветик", 'Приветики', "Здаровеньки булы",
        "Здрасте", 'Здрасть', 'Хай', 'ПРИВЕТ, БРО!!!!', "Здраствуй", 'Здравствуйте', 'Привки', 'Пис', 'Хаюшки', 'Ну привет',
        "ку", "привет", 'hello', 'hi', 'здаров', 'здарова', 'эй бро', "приветик", 'приветики', "здаровеньки булы",
        "Здрасте", 'Здрасть', 'Хай', 'привет братан', "здраствуй", 'здравствуйте', 'привки', 'пис', 'хаюшки', 'брооооооооооо......ты вернулся!!!!!!!!']

how_are_you = ["как дела?", 'как жизнь?', 'все нормально?', 'как самочувствие?', "как дела бэгли?", 'как жизнь бэгли?', 'все нормально бэгли?', 'как самочувствие бэгли?']

how_are_you_answer = ['нормально, а у тебя?', 'Да, все ок', 'так себе', 'Хорошо, а у тебя?', 'норм', 'Все путем', 'да, все ок', 'все ок', 'не очень', 'Все просто замечательно. Ты сам как?', 'плохо']

angry_hello = ['хэй пидр', 'хэй еблан', 'эй еблан', 'эй пидр','привет долбаеб', 'эй придурок', 'привет и иди в жопу', 'ку придурок', 'долбогном привет', 'долбогномик привет',
            "ку долбаеб", "привет придурок", 'прив нищеброд', 'hello niger', 'hi дебил', 'здаров сученок', 'долбаеб здарова', 'эй чмошник', "приветик долбаеб", 'приветики сучка', "здаровеньки булы придурок",
            "здрасте чмооооо", 'жестянка здрасть', 'долбаеб хай', 'привет сука', 'hello fuck', 'hi fuck', 'прииииивет чмошник', 'здарова сука',
            "сукааа привет", 'привет лошара', "здаровеньки булы лох", "здрасте мистер лох", 'здрасть лошара', 'хай лох', "здраствуй пидр",
            'здравствуйте лох', 'привки пидр', 'пис пидрила', 'хаюшки долбаеб', 'ну привет мразь', 'ну приветики лошара', 'приветики пистолетики сука'
            "сука ку", "привет сын шлюхи", 'чмммммммммммммоооооооооооо', 'лох hello', 'hi пидр', 'лошара здаров', 'сука здарова', 'пидр, эй пидр', "приветик пидрила", 'приветики пидрила',
            "чмо здаровеньки булы", "ебать здрасте", 'эй ты', 'эй!', 'сучаааааааара!!!!!привет!', 'эй ты', 'сюда подошел']

angry_hello_answer = ['А что так грубо? Я же тоже так могу', 'не зли меня', 'почему грубишь', 'Не надо со мной так разговаривать!', 'какие мы злые...ты еще заплачь']

lock_1 = ['че молчишь?', 'чего молчишь?', 'молчишь?', 'че молчишь', 'чего молчишь', 'молчишь', 'почему молчишь?']

lock_1_answer = ['хочу и молчу', 'А что?', 'Да, я молчу. А что??', 'Мне что теперь молчать нельзя?', 'Хочу и молчу', 'а что?', 'мне что теперь молчать нельзя?']

black_joke = ['расскажи шутку','какие шутки знаешь?', 'сказани шутку', 'хочу шутку', 'хочу шутки', 'расскажи шутки', 'какую шутку знаешь?']

black_joke_1 = ['шутки умеешь рассказывать?', 'шутить умеешь?', 'умеешь шутить?', 'умеешь шутки рассказывать?']

test = ['ок', 'хорошо']

black_joke_answer_1 = ['Умею.', 'умею']

color_joke_black = ['черный', 'черный хочу', 'самую черную', 'черную', 'черные', 'самый черный', 'самую черную', 'жесткий', 'самые черные', 'жесткие']

color_joke_white = ['белый', 'беленький', 'обычный', 'белый', 'обычные', 'нормальный', 'нормальные', 'самый обычный', 'самые обычные', 'самые белый', 'самую белую', 'белую', 'нормальную', 'обычную']

jokes = ['колобок повесился', 'ф - фторник']

understand = ['понял', 'ок', 'вас понял', 'так точно капитан', 'лады', 'ладно', 'ладненько', 'вас поняли', 'Понял', 'Ок', 'Вас понял', 'Так точно капитан', 'Лады', 'Ладно', 'Ладненько', 'Вас поняли', 'будет сделано']







